/* No comment provided by engineer. */
" However, there was an error writing one or more of the files" = " Leider gab es jedoch einen Fehler beim Schreiben einer oder mehrerer Dateien.";

/* No comment provided by engineer. */
"An error has occurred and no files have been generated." = "Es gab einen Fehler und keine Dateien wurden generiert.";

/* No comment provided by engineer. */
"An Error Occurred" = "Es gab einen Fehler";

/* No comment provided by engineer. */
"An error occurred while verifying the JSON" = "Es gab einen Fehler während der JSON Verifizierung.";

/* No comment provided by engineer. */
"Choose" = "Auswählen";

/* No comment provided by engineer. */
"Dismiss" = "Fertig";

/* No comment provided by engineer. */
"Enter URL..." = "Enter URL...";

/* No comment provided by engineer. */
"Expected content type %@, got %@" = "Expected content type %1$@, got %2$@";

/* No comment provided by engineer. */
"Expected status code %@, got %d" = "Expected status code %1$@, got %2$d";

/* Toolbar item name for General Preferences */
"General" = "Übersicht";

/* This is the current title of http options window that gets written */
"Options" = "Optionen";

/* In the save portion, the label to choose what language */
"Output Language" = "Output Sprache";

/* In the save portion, the label to choose what the package is */
"Package Name" = "Paketname";

/* In the main screen, this is the verify button that formats the JSON */
"Verify" = "Prüfen";

/* In the main screen, this is the button that fetches data from a URL */
"Get Data" = "Daten laden";

/* In the main screen, this is the button that writes out files */
"Generate Files" = "Dateien generieren";

/* No comment provided by engineer. */
"JSON text did not start with array or object." = "JSON Daten sind nicht in  Array- oder Objektformat.";

/* No comment provided by engineer. */
"Success!" = "Erfolg!";

/* No comment provided by engineer. */
"No file were written to the disk" = "Ja gib et dat? Hat nicht funktioniert! Versuchen Sie es mit ein wenig mehr Elan dieses Mal.";

/* No comment provided by engineer. */
"There is no content to parse." = "Es gibt keine Daten zu analysieren.";

/* No comment provided by engineer. */
"Your files have successfully been generated." = "Ihre Dateien wurden erfolgreich generiert.";

/* The prompt to tell the user they are about to overwrite the files in the existing application */
"This operation will overwrite files in this directory. Are you sure you want to continue?" = "Eine Datei oder ein Ordner gleichen Namens existiert bereits am Zielort. Beim Ersetzen wird der aktuelle Inhalt überschrieben.";

/* Cancel button in the overwrite files prompt */
"Cancel" = "Abbrechen";

/* Button text to overwrite files */
"Overwrite Files" = "Überschreiben";

/* The title of the prompt to tell the user they are about to overwrite the files in the existing application */
"Overwrite files?" = "Überschreiben von Dateien?";

